class Dummies {

  Make(device, os, env) {

    GLOBAL.QA = [
      {
        question: "有家長向我們說: 我的孩子已經就讀高中或專上教育了，應該不會吸毒吧？",
        answer: "我們知道2013年及2015年上半年數據比較，21歲以下吸毒人士有高中或專上教育程度由26%上升至28%，所以子女擁有高學歷亦有機會染上毒癮。(保安局禁毒處資料)",
      },
      {
        question: "還有什麼我要留意?",
        answer: "1. 近日你發現子女的情緒不穩定，經常向你發脾氣，大吵大鬧\n\n2. 你發現子女房間桌面上常有白色粉末，間中亦發現在子女衣物口袋裡留有小量粉末的藥袋\n\n3. 你發現家中有改裝了玻璃樽/飲品包裝盒或膠樽 / 錫紙 / 飲管 / 火機等工具\n\n4. 你留意到子女會服用不知明的藥物，並沒有貼上任何醫生處方名稱或服食指示\n\n5. 你留意到子女去洗手間的次數頻密及逗留洗手間的時間亦很久\n\n6. 近來你發現子女多花金錢，不知子女用在那裡，甚至有債務纏身\n\n上述情境，只作參考，如你想進一步了解有關濫用藥物和吸食毒品的相關資料，你可聯絡各區的濫用精神藥物者輔導中心作查詢 或 下載「點‧甩」手機應用程式",
      },
    ]

    GLOBAL.ABOUT = {
      about: "基督教香港信義會遵奉新舊約正典為上帝啟示之道，故為信仰、教義及人生唯一之完全準則。本會承認使徒信經、尼西亞信經及亞他拿修信經為上帝真道之扼要而正確的說明。",
      hkelc: "基督教香港信義會遵奉新舊約正典為上帝啟示之道，故為信仰、教義及人生唯一之完全準則。本會承認使徒信經、尼西亞信經及亞他拿修信經為上帝真道之扼要而正確的說明。\nGeneral Office.: 4th Floor, Lutheran Building, 50A Waterloo Road, Yaumatei, Kowloon, Hong Kong.\n電話(Tel): (852) 2388 5847\n傳真(Fax): (852) 2388 7539\n電郵(E-mail): info@elchk.org.hk "
    }



  }
}

module.exports = Dummies;